const equipment = [
    {
        img: "/panoramaepta/images/rupor1.jpg",
        title: "Рупорные антенны",
        desc: "Лабораторный стенд представляет собой установку для исследования параметров электромагнитного излучения в СВЧ-диапазоне. В состав входит две рупорные антенны, формирующие направленную передачу и прием сигнала в свободном пространстве; аттенюатор, позволяющий контролируемо ослаблять мощность передаваемого сигнала; и индикатор напряжённости поля, обеспечивающий измерение уровня принимаемого излучения. Стенд используется для анализа диаграмм направленности, взаимного расположения антенн, затухания сигнала в пространстве и влияния ослабления на параметры принимаемого поля.",
        labs: [
            { name: "ЛР №1 — Измерение КУ и фазовых сдвигов", url: "labs/rupor-lab1.html" },
            { name: "ЛР №2 — Исследование ДН в плоскости электрического поля", url: "labs/rupor-lab2.html" },
            { name: "ЛР №3 — Исследование ДН в плоскости магнитного поля", url: "labs/rupor-lab3.html" },
            { name: "ЛР №4 — Измерение длины волны излучателя", url: "labs/rupor-lab4.html" },
            { name: "ЛР №5 — Измерение ускоряющей линзы", url: "labs/rupor-lab5.html" }
        ]
    },
  
    {
        img: "/panoramaepta/images/parab1.jpg",
        title: "Зекрально парабалические антенны",
        desc: "Прибор для формирования периодических сигналов.",
        labs: [
            { name: "ЛР №1 — Измерение длины волны излучателя", url: "labs/par-lab1.html" },
            { name: "ЛР №2 — Работа с меандром", url: "labs/par-lab2.html" }
        ]
    },
    {
        img: "/panoramaepta/images/freq1.jpg",
        title: "Исследование частотных детекторов",
        desc: "Прибор для формирования периодических сигналов.",
        labs: [
            { name: "ЛР №1 — Генерация синуса", url: "labs/lab3.html" },
            { name: "ЛР №2 — Работа с меандром", url: "labs/lab4.html" }
        ]
    },
     {
        img: "/panoramaepta/images/UOZ1.jpg",
        title: "УОС-01. Преобразователь частоты",
        desc: "Прибор для формирования периодических сигналов.",
        labs: [
            { name: "ЛР №1 — Генерация синуса", url: "labs/lab3.html" },
            { name: "ЛР №2 — Работа с меандром", url: "labs/lab4.html" }
        ]
    },
     {
        img: "/panoramaepta/images/UOZ2.jpg",
        title: "УОС-02. Амплитудный детектор",
        desc: "Прибор для формирования периодических сигналов.",
        labs: [
            { name: "ЛР №1 — Генерация синуса", url: "labs/lab3.html" },
            { name: "ЛР №2 — Работа с меандром", url: "labs/lab4.html" }
        ]
    },
     {
        img: "/panoramaepta/images/UOZ3.jpg",
        title: "УОС-03. Частотный детектор",
        desc: "Прибор для формирования периодических сигналов.",
        labs: [
            { name: "ЛР №1 — Генерация синуса", url: "labs/lab3.html" },
            { name: "ЛР №2 — Работа с меандром", url: "labs/lab4.html" }
        ]
    },
     {
        img: "/panoramaepta/images/UOZ4.jpg",
        title: "УОС-04. Входная цепь",
        desc: "Прибор для формирования периодических сигналов.",
        labs: [
            { name: "ЛР №1 — Генерация синуса", url: "labs/lab3.html" },
            { name: "ЛР №2 — Работа с меандром", url: "labs/lab4.html" }
        ]
    },
    {
        img: "/panoramaepta/images/UOZ5.jpg",
        title: "УОС-05. Фазовая автоподстройка частоты",
        desc: "Прибор для формирования периодических сигналов.",
        labs: [
            { name: "ЛР №1 — Генерация синуса", url: "labs/lab3.html" },
            { name: "ЛР №2 — Работа с меандром", url: "labs/lab4.html" }
        ]
    },
    {
        img: "/panoramaepta/images/UOZ6.jpg",
        title: "УОС-06. Автоматическая регулировка усиления",
        desc: "Прибор для формирования периодических сигналов.",
        labs: [
            { name: "ЛР №1 — Генерация синуса", url: "labs/lab3.html" },
            { name: "ЛР №2 — Работа с меандром", url: "labs/lab4.html" }
        ]
    }
];
