const equipment = [
    {
        img: "/panoramaepta/images/rupor1.jpg",
        title: "Рупорные антенны",
        desc: "В состав входит две рупорные антенны, аттенюатор, индикатор напряжённости поля, обеспечивающий измерение уровня принимаемого излучения. Стенд используется для анализа диаграмм направленности, взаимного расположения антенн, затухания сигнала в пространстве и влияния ослабления на параметры принимаемого поля.",
        labs: [
            { name: "ЛР №1 — Измерение КУ и фазовых сдвигов", url: "labs/rupor-lab1.html" },
            { name: "ЛР №2 — Исследование ДН в плоскости электрического поля", url: "labs/rupor-lab2.html" },
            { name: "ЛР №3 — Исследование ДН в плоскости магнитного поля", url: "labs/rupor-lab3.html" },
            { name: "ЛР №4 — Измерение длины волны излучателя", url: "labs/rupor-lab4.html" },
            { name: "ЛР №5 — Измерение ускоряющей линзы", url: "labs/rupor-lab5.html" }
        ]
    },
  
    {
        img: "/panoramaepta/images/parab1.jpg",
        title: "Зеркально параболические антенны",
        desc: "В состав входит две зеркально параболических антенны, аттенюатор, индикатор напряжённости поля, обеспечивающий измерение уровня принимаемого излучения. Стенд используется для анализа диаграмм направленности, взаимного расположения антенн, затухания сигнала в пространстве и влияния ослабления на параметры принимаемого поля.",
        labs: [
            { name: "ЛР №1 — Измерение длины волны излучателя", url: "labs/par-lab1.html" },
            { name: "ЛР №2 — Измерение КУ и КНД", url: "labs/par-lab2.html" },
            { name: "ЛР №3 — Исследование и измерение ДН в H-плоскости", url: "labs/par-lab3.html" },
            { name: "ЛР №4 — Исследование и измерение ДН в Е-плоскости", url: "labs/par-lab4.html" },
            { name: "ЛР №5 — Сравнительный анализ характеристик рупорных и з.п. антенн", url: "labs/par-lab5.html" } 
        ]
    },
    {
        img: "/panoramaepta/images/freq1.jpg",
        title: "Исследование частотных детекторов",
        desc: "Прибор для формирования периодических сигналов.",
        labs: [
            { name: "ЛР №1 — Генерация синуса", url: "labs/lab3.html" },
            { name: "ЛР №2 — Работа с меандром", url: "labs/lab4.html" }
        ]
    },
     {
        img: "/panoramaepta/images/UOZ1.jpg",
        title: "УОС-01. Преобразователь частоты",
        desc:"Лабораторная установка включает в себя два генератора высокой частоты, три типа смесителей и усилитель промежуточной частоты. Лабораторная работа состоит из 5 задании.",
        labs: [
            { name: "ЛР №1 — Преобразователь частоты", url: "labs/uoz1.html" }
        ]
    },
     {
        img: "/panoramaepta/images/UOZ2.jpg",
        title: "УОС-02. Амплитудный детектор",
        desc: "Лабораторная установка предназначена для автоматизированных экспериментальных исследований и может работать в автономном режиме и режиме использования внешних измерительных приборов.",
        labs: [
            { name: "ЛР №1 — Амплитудный детектор", url: "labs/uoz2.html" }
        ]
    },
     {
        img: "/panoramaepta/images/UOZ3.jpg",
        title: "УОС-03. Частотный детектор",
        desc: "Лабораторная установка предназначена для экспериментальных исследований процесса детектирования ЧМ-сигналов.",
        labs: [
            { name: "ЛР №1 — Частотный детектор", url: "labs/uoz3.html" }
        ]
    },
     {
        img: "/panoramaepta/images/UOZ4.jpg",
        title: "УОС-04. Входная цепь",
        desc: "Лабораторная установка предназначена для экспериментальных исследований в автономном режиме и режиме работы с внешними измерительными приборами.",
        labs: [
            { name: "ЛР №1 — Входная цепь", url: "labs/uoz4.html" }
        ]
    },
    {
        img: "/panoramaepta/images/UOZ5.jpg",
        title: "УОС-05. Фазовая автоподстройка частоты",
        desc: "Лабораторная установка предназначена для экспериментальных исследований процесса фазовой автоподстройки частоты.",
        labs: [
            { name: "ЛР №1 — Фазовая автоподстройка частоты", url: "labs/uoz5.html" }
        ]
    },
    {
        img: "/panoramaepta/images/UOZ6.jpg",
        title: "УОС-06. Автоматическая регулировка усиления",
        desc: "Лабораторная установка предназначена для экспериментальных исследований процесса автоматической регулировки усиления в УПЧ при использовании АРУ с обратным регулированием.",
        labs: [
            { name: "ЛР №1 — Автоматическая регулировка усиления", url: "labs/uoz6.html" }
        ]
    }
];
