const manuals = [
    {
        title: "Методическое пособие: Рупорные антенны",
        img: "/panoramaepta/images/rupor1.jpg",
        text: "В данной методичке описаны основные принципы работы рупорных антенн, порядок выполнения лабораторных работ и контрольные вопросы для подготовки.",
        downloadUrl: "/panoramaepta/data/uos1.docx" // Укажи правильный путь к файлу
    },
    {
        title: "Методическое пособие: Параболические антенны",
        img: "/panoramaepta/images/rupor1.jpg",
        text: "Подробное руководство по изучению зеркально-параболических антенн. Включает теоретическую базу, формулы для расчета и практические задания.",
        downloadUrl: "/panoramaepta/data/uos2.docx" // Укажи правильный путь к файлу
    },
  {
        title: "Методическое пособие: Параболические антенны",
      img: "/panoramaepta/images/rupor1.jpg",
        text: "Подробное руководство по изучению зеркально-параболических антенн. Включает теоретическую базу, формулы для расчета и практические задания.",
        downloadUrl: "/panoramaepta/data/uos4.docx" // Укажи правильный путь к файлу
    },
  {
        title: "Методическое пособие: Параболические антенны",
      img: "/panoramaepta/images/rupor1.jpg",
        text: "Подробное руководство по изучению зеркально-параболических антенн. Включает теоретическую базу, формулы для расчета и практические задания.",
        downloadUrl: "/panoramaepta/data/uos3.docx" // Укажи правильный путь к файлу
    },
];


